Repository: aqimon/aqimon_web
Catalog: MakerWeek/translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Home
vi: Trang chủ

source: Global map
vi: Bản đồ

source: Search
vi: Tìm kiếm

source: Data
vi: Xuất dữ liệu

source: Login
vi: Đăng nhập

source: Sign up
vi: Đăng kí

source: MakerWeek
vi: KHKT

source: Dashboard
vi: Bảng theo dõi

source: My clients
vi: Các trạm của bạn

source: Account settings
vi: Cài đặt tài khoản

source: Sign out
vi: Đăng xuất

source: Languages
vi: Ngôn ngữ

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: MakerWeek client %(id)s
vi: Trạm %(id)s

source: Client:
vi: Trạm quan trắc:

source: Tags:
vi: Nhãn:

source: Client ID:
vi: ID trạm quan trắc

source: Latitude:
vi: Vĩ độ:

source: Longitude:
vi: Kinh độ:

source: Address:
vi: Địa chỉ:

source: Unsubscribe
vi: Huỷ nhận cảnh bảo

source: Subscribe
vi: Đăng kí nhận cảnh báo

source: Edit
vi: Chỉnh sửa thông tin

source: Client name
vi: Tên trạm

source: Address
vi: Địa chỉ

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh Đô

source: Tags
vi: Nhãn

source: This client is private
vi: Ẩn trạm này (chỉ hiển thị đối với chủ trạm)

source: Close
vi: Đóng cửa sổ

source: Save changes
vi: Lưu thay đổi

source: Database structure
vi: Cấu trúc cơ sử dữ liệu

source: Try typing something here to search
vi: Hãy thử gõ vào đây để tìm kiếm

source: Clients
vi: Trạm

source: Users
vi: Người dùng

source: Search tips
vi: Thủ thuật tìm kiếm

source: keyword
vi: từ khoá

source: Only return results that contain <i>keyword</i>
vi: Chỉ trả về những kết quả chứa <i>từ khoá</i>

source: tag
vi: nhãn

source: MakerWeek map
vi: Bản đồ

source: Only return results that don't contain <i>keyword</i>
vi: Chỉ trả về những kết quả không chứa <i>từ khoá</i>

source: Only return results that contain the exact phrase
vi: Chỉ trả về những kết quả có chứa chính xác <i>từ khoá</i>

source: Loading...
vi: Đang tải...

source: Load more results
vi: Hiển thị thêm kết quả

source: Username
vi: Tên đăng nhập

source: Client list
vi: Danh sách trạm

source: Loading
vi: Đang tải

source: No more results to show :(
vi: Không còn kết quả nào để hiển thị

source: MakerWeek forgot your password
vi: Quên mật khẩu

source: Forgot your password?
vi: Bạn quên mật khẩu?

source: MakerWeek login
vi: Đăng nhập

source: Account created
vi: Tài khoản của bạn đã được tạo

source: Now you can login into your account.
vi: Giờ bạn có thể đăng nhập vào tài khoản của mình

source: Login failed
vi: Đăng nhập thất bại

source: Either the account does not exist or the password is incorrect.
vi: Có thể tài khoản bạn đăng nhập vào không tồn tại hoặc bạn nhập sai mật khẩu.

source: You need to login to proceed futher
vi: Bạn phải đăng nhập để truy cập vào trang này

source: Your username
vi: Tên đăng nhập

source: Your password
vi: Mật khẩu

source: Remember me (for up to one month)
vi: Giữ đăng nhập (trong tối đa 1 tháng)

source: I forgot my password
vi: Tôi quên mật khẩu của mình

source: MakerWeek sign up
vi: Đăng kí

source: Registration form
vi: Đơn đăng kí

source: Your password (again)
vi: Nhập lại mật khẩu

source: Your real name
vi: Tên thật của bạn

source: You can add your phone number later for notification purpose
vi: Bạn có thêm số điện thoại nhận cảnh báo sau khi tạo tài khoản

source: Submit
vi: Tạo tài khoản

source: Name
vi: Tên trạm

source: clientID
vi: ID trạm

source: Actions
vi: Hành động

source: Export
vi: Xuất dữ liệu

source: Remove
vi: Xoá trạm

source: Add a new client
vi: Thêm trạm mới

source: Add client
vi: Thêm trạm mới

source: New client created with clientID
vi: Một trạm mới đã được tạo với ID

source: Please remember the API key below as it will not be shown anymore:
vi: Hãy ghi nhớ mã API dưới đây vì nó sẽ chỉ được hiển thị duy nhất một lần:

source: API key:
vi: Mã API:

source: Delete client
vi: Xoá trạm

source: Do you really want to delete this client?
vi: Bạn có thật sự muốn xoá trạm này không?

source: Export client
vi: Xuất dữ liệu của trạm

source: Format:
vi: Định dạng:

source: Compression:
vi: Kiểu nén:

source: no compression
vi: Không nén

source: The data is being processed and the link to download will be sent to your email.
vi: Dữ liệu đang được xử lý và đường dẫn để tải về sẽ được gửi tới email của bạn.

source: Settings saved
vi: Đã lưu các cài đặt

source: Oh nose!
vi: Ôi không!

source: General settings
vi: Cài đặt chung

source: Avatar
vi: Hình đại diện

source: Rotate left
vi: Quay trái

source: Rotate right
vi: Quay phải

source: Select an image
vi: Chọn ảnh

source: Email
vi: Địa chỉ email

source: Save
vi: Lưu thông tin

source: Change your password
vi: Đổi mật khẩu của bạn

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: New password (repeat)
vi: Nhập lại mật khẩu mới

source: Your phone number
vi: Số điện thoại của bạn

source: Your phone number (E164 format)
vi: Số điện thoại của bạn (ở định dạng E164)

source: Verify and save
vi: Xác nhận và lưu

source: Verify your phone number
vi: Xác nhận số điện thoại của bạn

source: We've sent you a message containing a verify code. Please enter it below
vi: Chúng tôi đã gửi cho bạn một tin nhắn kèm theo mã xác nhận. Xin hãy nhập nó vào ô bên dưới

source: Abort the process
vi: Huỷ xác nhận

source: Resend code
vi: Gửi lại mã

source: Verify code
vi: Xác thực mã
